Repository: mahmoud123-karash/tamrini-develop
Catalog: lib/l10n/intl_*.arb
Languages: ar

# email
source: Email Address
ar: البريد الإلكتروني

# pass
source: Password
ar: كلمة المرور

source: Login
ar: تسجيل الدخول

source: Or
ar: أو

# create
source: Don/'t have an acount?
ar: ليس لديك حساب؟

# create1
source: Create acount
ar: إنشاء حساب

# forget
source: Forget Password
ar: نسيت كلمة المرور

# follow
source: Continue without login
ar: المتابعه بدون تسجيل

# validate
source: This field is required
ar: هذا الحقل مطلوب

source: Name
ar: الإسم

source: Phone
ar: رقم الهاتف

# confirmpass
source: Confirm Password
ar: تأكيد كلمة المرور

source: Age
ar: العمر

# male
source: Make
ar: ذكر

source: Female
ar: أنثى

source: Agree
ar: أوافق على

source: Privacy
ar: الشروط والأحكام

# haveacount
source: Have an acount?
ar: لديك حساب؟

source: Register
ar: تسجيل

# resetEmail
source: Type Email Address
ar: أدخل البريد الإلكتروني

# reset
source: Reset Email
ar: إعادة تعيين

# complete
source: Complete Register
ar: إكمال التسجيل

# compelteHint
source: Please complete Register
ar: من فضلك أكمل التسجيل

# phoneLenght
source: please Confirm your phone number
ar: الرجاء التأكد من رقم الهاتف

# passConfirm
source: please confirm the Password
ar: الرجاء التأكد من كلمة المرور

# genderConfirm
source: please choose the gender
ar: الرجاء إختيار الجنس

# privacyConfirm
source: please agree the privacy
ar: الرجاء الموافقة على الشروط

# emailverify
source: Please Verify your email
ar: من فضلك قم بتفعيل الايميل الخاص

source: Country
ar: البلد

source: Home
ar: الرئيسية

source: Store
ar: المتجر

# health
source: Health and Nutrition
ar: الصحة والتغذية

# exercises
source: Exercises and Fitness
ar: التمارين واللياقة

# self
source: Self-Development
ar: ثقف نفسك

# exercise
source: Various Exercises
ar: تمارين متنوعة

source: More
ar: المزيد

# exDetails
source: Exercise Details
ar: تفاصيل التمرين

# categoryEx
source: Exercises
ar: التمارين

# allEx
source: All Exercises
ar: جميع التمارين

# emptyList
source: No Exercises
ar: لا يوجد تمارين

source: Search
ar: بحث

# suggest_exercise
source: Suggest an Exercise
ar: اقترح تمرين

# noExer
source: No exercise found with this name
ar: لا يوجد تمرين بهذا الاسم

# searchHint
source: Search for an Exercise
ar: قم بالبحث عن تمرين

# articles
source: Latest Articles
ar: آخر المقالات

# noArticles
source: No articles found with this name
ar: لا يوجد مقالات بهذا الإسم

# articlesT
source: Articles
ar: المقالات

source: Date
ar: التاريخ

source: By
ar: بواسطة

# arDetails
source: Article Details
ar: تفاصيل المقال

# products
source: Various Products
ar: منتجات متنوعة

source: Stores
ar: المتاجر

# NumProducts
source: Number of Products
ar: عدد المنتجات

source: Our Products
ar: منتجاتنا

source: Best Seller
ar: الأفضل مبيعا

# proDetails
source: Product Details
ar: تفاصيل المنتج

source: Description
ar: الوصف

# dinar
source: D.I
ar: د.ع

source: Buy Now
ar: شراء الآن

source: Contact Us
ar: تواصل معنا

# locationService
source: Location Service Disabled
ar: خدمة الموقع معطلة

# internet
source: No Connection
ar: لا يوجد اتصال

# permission
source: Location Access Disabled
ar: الوصول للموقع غير مفعل

# gym
source: Nearest Gym
ar: أقرب جيم

# currency
source: IQD/Month
ar: د.ع/شهر

source: Update
ar: تحديث الموقع

source: Try Again
ar: إعادة ألمحاولة

# sub
source: Subscribe
ar: اشتراك

# show
source: Show on Map
ar: عرض على الخريطة

# noGyms
source: No gym found with this name
ar: لا يوجد جيم بهذا الإسم

# lowPrice
source: Lowest Price
ar: الأقل سعرا

# highPrice
source: Highest Price
ar: الأعلى سعرا

# maxDistance
source: Farthest
ar: الأبعد

# minDistance
source: Nearest
ar: الأقرب

# slatGym
source: Gyms
ar: صالات الجيم

# noProduct
source: No products found with this name
ar: لا يوجد منتجات بهذا الإسم

source: All Products
ar: جميع المنتجات

# category
source: Categories
ar: الفئات

source: Other
ar: أخري

# nocProducts
source: No products in this category
ar: لا يوجد منتجات في هذه الفئة

# trainer
source: Trainers
ar: المدربين

source: Home Exercises
ar: التمارين المنزلية

# search_yourself
source: Search for Your Exercise
ar: ابحث عن تمرينك

source: Trainers Page
ar: صفحة المدربين

source: No Trainers
ar: لا يوجد مدربين

source: Trainee
ar: متدرب

source: Trainer Profile
ar: ملف المدرب الشخصي

source: Coach
ar: المدرب

# money
source: Price
ar: السعر

source: Rating
ar: التقييم

# media
source: Social Media
ar: مواقع التواصل

# achevement
source: Achievements
ar: الإنجازات

# work_hour
source: Working Hours
ar: ساعات العمل

source: To
ar: إلي

source: From
ar: من

# tranier_hint_social
source: This User does not have an account on this platform
ar: هذا المستخدم ليس لديه حساب في هذا الموقع

# trainer_gallery
source: Gallery
ar: معرض الأعمال

source: Before
ar: قبل

source: After
ar: بعد

source: Top Trainers
ar: أشهر المدربين

source: Diet Food
ar: أكــلات دايــت

# questtion
source: Questions
ar: الأسئلة

source: No Results
ar: لا يوجد نتائج

source: Answers
ar: الأجوبة

source: Add Answer
ar: إضافة إجابة

# no_answers
source: No answers yet
ar: لا إجابات حتى الآن

source: Share
ar: مشاركة

source: Answer
ar: إجابة

# question_error
source: This question has been deleted
ar: تم حذف هذا السؤال

# write_question
source: Write a new question...
ar: كتابة سؤال جديد...

source: Add
ar: إضافة

# success_add
source: Question added successfully
ar: تم إضافة السؤال

# success_remove
source: Deleted successfully
ar: تم الحذف

# success_update
source: Question updated successfully
ar: تم تعديل السؤال

# success_ban
source: restricted successfully
ar: تم التقييد بنجاح

# remove_question
source: Delete
ar: حذف

source: Edit
ar: تعديل

# comment_error
source: An error occurred
ar: حدث خطأ

source: Edit Answer
ar: تعديل الإجابة

# success_remove_answer
source: Answer Successfully Removed
ar: تم حذف الإجابة

# success_update_answer
source: Answer Successfully Updated
ar: تم تعديل الإجابة

# no_internet
source: No Internet Connection. Some App Features May Not Work
ar: لا يوجد اتصال بالانترنت بعض مميزات التطبيق لن تعمل

# internet_connection
source: Internet Connection Established
ar: تم الإتصال بالإنترنت

# notification
source: Notifications
ar: الإشعارات

source: Messages
ar: الرسائل

source: System
ar: النظام

# profile
source: Your Profile
ar: ملفك الشخصي

source: Settings
ar: الإعدادات

source: Log Out
ar: تسجيل الخروج

# about_app
source: About the App
ar: عن التطبيق

# contact_u
source: Contact Us
ar: تواصل معانا

# rate_app
source: Rate the App
ar: تقييم التطبيق

# how_to_use_app
source: App Instructions
ar: تعليمات التطبيق

source: Account Details
ar: تفاصيل الحساب

# years
source: years old
ar: سنوات

source: Edit Profile
ar: تعديل الملف الشخصي

# change_pass
source: Change Password
ar: تغيير كلمة المرور

source: Update Your Account
ar: ترقية الحساب

source: Gender
ar: الجنس

source: Update Profile
ar: تحديث

# success_update_profile
source: Profile Successfully Updated
ar: تم تحديث الملف الشخصي

# success_log_out
source: Logged Out Successfully
ar: تم تسجيل الخروج بنجاح

# log_out_question
source: Do you want to log out?
ar: هل تريد تسجيل الخروج ؟

# theme
source: Dark Mode
ar: الوضع الليلي

source: Language
ar: اللغة

# arabic_language
source: Arabic
ar: اللغة العربية

# english_language
source: English
ar: اللغة الإنجليزية

source: Device Language
ar: لغة الجهاز

# confirm_lang
source: Confirm
ar: تطبيق

# share_app
source: Share the app
ar: مشاركة التطبيق

source: App
ar: التطبيق

# all_privay_saved
source: All rights reserved
ar: جميع الحقوق محفوظة

# admin_hint
source: You cannot access the admin file
ar: لا تستطيع الوصول لملف الأدمن

source: User profile
ar: الملف الشخصي

# success_update_location
source: Your location has been updated
ar: تم تحديث مواقعك

# profile_hint_social
source: None
ar: لا يوجد

# facebooh
source: Facebook
ar: فيسبوك

# instgram
source: Instagram
ar: انستجرام

# twiter
source: Twitter
ar: تويتر

# enter_uri
source: Enter the link
ar: أدخل الرابط

# enter_phone
source: Enter the number
ar: أدخل الرقم

source: Location
ar: الموقع الجغرافي

source: My day
ar: يومي

source: Water alarm
ar: منبه المياه

source: Gym owner
ar: الصالة الرياضية

source: WhatsApp
ar: واتس اب

# values_food
source: Nutritional values
ar: القيم الغذائية

# protien_calculator
source: Protein calculator
ar: حاسبة البروتينات

# nuttritions
source: Nutritional supplements
ar: المكملات الغذائية

# choose_meal
source: Choose a meal
ar: إختر الوجبة

source: g
ar: جم

# protien
source: Protein
ar: بروتين

source: Fat
ar: دهون

# carb
source: Carbohydrates
ar: كربوهيدرات

source: Calories
ar: سعرات

source: OK
ar: أوافق

# calory
source: Calorie
ar: سعرة

source: Choose weight
ar: اختر الوزن

source: Protein calculator
ar: حاسبة البروتينات

source: Height
ar: الطول

source: Weight
ar: الوزن

source: cm
ar: سم

source: Nutrients
ar: المغذيات

source: Quantity
ar: الكمية

source: Exercise Purpose
ar: الغرض من التمرين

source: Weight Gain
ar: زيادة في الوزن

source: Weight Loss
ar: خسارة الوزن

source: Weight Maintenance
ar: الحفاظ على الوزن

# low_activity
source: Low Activity in Work and Club
ar: نشاط منخفض في العمل والنادي

# moderate_activity
source: Moderate Activity in Work and Club
ar: نشاط معتدل في العمل والنادي

# high_activity
source: High Activity in Work and Club
ar: نشاط عالي في العمل والنادي

# very_intense_activity
source: Very Intense Activity in Work and Club
ar: نشاط مكثف جدا في العمل والنادي

# contact_us_hint
source: To inquire or ask any question, please contact us:
ar: للإستفسار او اي تساؤل تواصل معنا على :

source: Recalculate
ar: إعادة الحساب

source: Your Need
ar: باقي احتياجك

source: Your Meals
ar: وجباتك

# scroll_verticle_to_remove
source: Scroll vertically to remove meal
ar: اسجب الوجبة أفقيا للحذف

source: Add Meal
ar: اضافة وجبة

source: Save
ar: حفظ

source: No Meals
ar: لا يوجد وجبات

source: Add Today
ar: إضافة اليوم الحالي

# add_today_hint
source: Current day already added
ar: اليوم الحالي مضاف بالفعل

# success_recalulate
source: Recalculation successful
ar: تمت إعادة الحساب بنجاح

# success_remove_meal
source: Meal removed successfully
ar: تمت حذف الوجبة بنجاح

# success_add_meal
source: Meal added successfully
ar: تمت إضافة الوجبة بنجاح

# add_meal_hint
source: No meal selected
ar: لم يتم اختيار وجبة

source: Reminder
ar: تذكير

source: History
ar: التاريخ

source: Time
ar: الوقت

# qunatity
source: Quantity
ar: الكمية

source: Add Reminder
ar: إضافة تذكير

source: Repeat
ar: تكرار

source: Submit
ar: تفعيل

source: ml
ar: ملي

source: Auto Reminder
ar: التذكير التلقائي

# time_to_drink
source: It's time to drink your water
ar: حان وقت شرب الماء الخاص بك

# reminder_to_drink
source: Reminder to drink water
ar: تذكير لشرب الماء

source: hour
ar: ساعة

source: hours
ar: ساعات

source: minute
ar: دقيقة

# success_remove_reminder
source: Successfully removed
ar: تم الحذف بنجاح

# success_update_reminder
source: Successfully updated
ar: تم التعديل بنجاح

# time_is_after_error
source: Time must be in the future
ar: لابد أن يكون الوقت في المستقبل

source: Add New Section
ar: إضافة قسم جديد

source: Add New Exercise
ar: إضافة تمرين جديد

source: Edit Section
ar: تعديل القسم

source: Section Name
ar: اسم القسم

source: Section Order
ar: ترتيب القسم

source: Add Image
ar: إضافة صورة

source: Change Image
ar: تغيير الصورة

# success_add_a
source: Added successfully
ar: تم الإضافة بنجاح

# success_edit_a
source: Edited successfully
ar: تم التعديل بنجاح

# image_error
source: No image selected
ar: لم يتم إختيار صورة

source: Add Exercise
ar: إضافة تمرين

source: Edit Exercise
ar: تعديل التمرين

source: Exercise Name
ar: اسم التمرين

source: Exercise Description
ar: وصف التمرين

# youtub_uri
source: YouTube Link
ar: رابط يوتيوب

# youtub_uri_hint
source: Please enter a valid link
ar: من فضلك أدخل رابط صحيح

source: Optional
ar: اختياري

# review_suggest_exercise
source: The exercise will be reviewed and added soon
ar: سيتم مراجعة التمرين واضافته قريبا

# success_suggest_exercise
source: Exercise suggested successfully
ar: تم اقتراح التمرين بنجاح

source: Suggested Exercises
ar: التمارين المقترحة

# no_exercises_yet
source: No exercises suggested yet
ar: لا يوجد تمارين مقترحة بعد

source: Add Article
ar: إضافة مقال

source: Edit Article
ar: تعديل المقال

# penging_articles
source: Pending Articles
ar: المقالات المعلقة

source: Remove Article
ar: حذف المقال

source: No Pending Articles
ar: لا يوجد مقالات معلقة

source: Article Name
ar: اسم المقال

source: Article Body
ar: المقال

source: Accept
ar: قبول

source: Refuse
ar: رفض

# q_remove_article
source: Do you want to remove the article?
ar: هل تريد حذف المقال ؟

# success_banned
source: This article has been banned
ar: تم تقييد هذا المقال

source: Ban Article
ar: تقييد المقال

# accept_your_article
source: Your article has been accepted
ar: تم قبول المقال الخاص بك

# refuse_your_article
source: Your article has been refused
ar: تم رفض المقال الخاص بك

# ban_your_article
source: Your article has been banned
ar: تم تقييد المقال الخاص بك

# new_comment_question
source: New comment on your question
ar: تعليق جديد على سؤالك

# ban_your_question
source: Your question has been banned
ar: تم تقييد سؤالك

# why_ban_question
source: This question has been banned because it violates the terms
ar: تم تقييد هذا السؤال لانه يخالف الشروط

# your_articles
source: My Articles
ar: مقالاتي

source: Admin
ar: أدمن

source: Hello
ar: مرحبا

source: Admin Control Panel
ar: لوحة تحكم الأدمن

# writer_articles
source: Writer's Articles
ar: مقالات الكاتب

# article_removed
source: This article has been removed
ar: تم حذف هذا المقال

source: All Users
ar: جميع المستخدمين

source: Writers
ar: الناشرين

source: Trainers
ar: المدربين

source: Gym Owners
ar: أصحاب الصالات

source: Store Owners
ar: أصحاب المتاجر

# promotion
source: Promotion Requests
ar: طلبات الترقية

source: Orders
ar: الطلبات

source: Build Store
ar: انشاء متجر

source: Store Name
ar: اسم المتجر

# store_contact
source: Contact Number
ar: رقم التواصل

source: Edit Store
ar: تعديل المتجر

source: Add Product
ar: إضافة منتج

source: Edit Product
ar: تعديل المنتج

source: Product Name
ar: اسم المنتج

source: Product Price
ar: سعر المنتج

source: Product Old Price
ar: السعر القديم للمنتج

# remove_product_q
source: Do you want to remove the product?
ar: هل تريد حذف المنتج ؟

source: Available
ar: متوفر

source: Unavailable
ar: غير متوفر

source: Best Seller
ar: الأفضل مبيعا

source: Product Description
ar: وصف المنتج

source: Product Type
ar: نوع المنتج

source: Sale
ar: خصم

# oldprice_hint_error
source: Current price cannot be greater than or equal to the old price
ar: لا يمكن ان يكون السعر الحالي أكبر من أو يساوى السعر القديم

# product_type_hint
source: Product type must be selected
ar: يجب اختيار نوع المنتج

source: No products yet
ar: لا يوجد منتجات حتى الآن

# product_removed
source: This product has been removed
ar: تم حذف هذا المنتج

source: Add Gym
ar: إضافة صالة رياصية

source: Edit Gym
ar: تعديل الصالة

source: Gym Name
ar: اسم الصالة الرياضية

# gym_description
source: Description
ar: الوصف

# price_sub
source: Subscription Price
ar: سعر الاشتراك

# gym_location
source: Location
ar: الموقع

source: New Images
ar: الصور الجديدة

source: Old Images
ar: الصور القديمة

source: Add Images
ar: إضافة صور

# gym_remove_hint
source: This gym has been removed
ar: تم حذف هذه الصالة

source: Locate Gym
ar: حدد موقع الصالة

# success_locate_gym
source: Location has been set
ar: تم تحديد الموقع

# gym_removed_hint
source: Do you want to remove this gym?
ar: هل تريد حذف هذه الصالة ؟

# location_gym_hint_error
source: Gym location has not been set
ar: لم يتم تحديد موقع الصالة

source: Gym Details
ar: تفاصيل الصالة

# subcribers
source: Subscribers
ar: المشتركين

# sub_date
source: Subscription Date
ar: تاريخ الإشتراك

source: End Date
ar: تاريخ الإنتهاء

# sub_hint
source: You are already subscribed to this gym
ar: انت مشترك بالفعل فى هذه الصالة

source: Zain Cash
ar: زين كاش

source: Subscriptions
ar: الاشتراكات

# no_sub
source: No subscriptions yet
ar: لا يوجد إشتراكات حتي الآن

# ban_gym_q
source: Do you want to ban this gym?
ar: هل تريد تقييد هذه الصالة الرياضية ؟

# banned_gym_hint
source: Your gym has been banned. Please contact the administrator for more information.
ar: لقد تم حظر صالة الألعاب الرياضية الخاصة بك. يرجى الاتصال بالمسؤول لمزيد من المعلومات

# no_ban
source: Remove Ban
ar: رفع التقييد

# no_ban_question
source: Do you want to remove the ban?
ar: هل تريد رفع التقييد ؟

# no_banned_gym_hint
source: The ban on your gym has been lifted
ar: تم رفع التقييد عن الصالة الخاصة بك

source: Ban
ar: تقييد

# ban_sucess_gym
source: The gym has been banned
ar: تم تقيييد الصالة الرياضية

# no_ban_success_gym
source: The ban on the gym has been lifted
ar: تم رفع التقييد عن الصالة الرياضية

# renew_sub
source: Renew Subscription
ar: تجديد الاشتراك

source: Meal Name
ar: اسم الوجبة

# meal_description
source: Meal Details
ar: تفاصيل الوجبة

# new_meal
source: Add Meal
ar: إضافة وجبة

source: Edit Meal
ar: تعديل الوجبة

# remove_meal_q
source: Do you want to delete this meal?
ar: هل تريد حذف هذه الوجبة ؟

# ban_question
source: Do you want to ban this article?
ar: هل تريد تقييد هذا المقال ؟

# ban_succes
source: Banned successfully
ar: تم التقييد

# no_ban_scucess
source: Ban lifted successfully
ar: تم رفع التقييد

# ban_title_food
source: Your article has been banned
ar: تم تقيييد المقال الخاص بك

# no_ban_title_food
source: The ban on your article has been lifted
ar: تم رفع التقييد عن المقال الخاص بك

# ban_food_hint
source: This article has been banned
ar: تم تقييد هذا المقال

# update_success
source: Update successful
ar: تم التحديث

source: Cancel
ar: الغاء

# add_nutrition_classification
source: Add New Category
ar: إضافة فئة جديدة

# edit_nutrition_classification
source: Edit Category
ar: تعدبل الفئة

# classification_name
source: Category Name
ar: اسم الفئة

# add_new_nutirtion
source: Add New Value
ar: اضافة قيمة جديدة

# edit_nutirtion
source: Edit Value
ar: تعدبل القيمة

# remove_nutirtion
source: Do you want to delete this value?
ar: هل تريد حذف هذه القيمة ؟

# category_remove_question
source: Do you want to delete this category?
ar: هل تريد حذف هذه الفئة ؟

source: Supplement Name
ar: اسم المكمل

# supplemment_description
source: Supplement Description
ar: وصف المكمل

source: Add Supplement
ar: إضافة مكمل

# edit_supplememt
source: Edit Supplement
ar: تعدبل المكمل

# supplement_remove_question
source: Do you want to delete this supplement?
ar: هل تريد حذف هذا المكمل ؟

# category_removed
source: Category deleted
ar: تم مسح هذه الفئة

# supplement_removed
source: Supplement deleted
ar: تم حذف هذا المكمل

source: Supplement Details
ar: تفاصيل المكمل

# remove_exercise_question
source: Do you want to delete this exercise?
ar: هل تريد حذف هذا التمرين ؟

# exercise_removed
source: Exercise deleted
ar: تم حذف هذا التمرين

source: No users
ar: لا يوجد مستخدمين

# ban_store_question
source: Do you want to ban this store?
ar: هل تريد تقييد هذا المتجر ؟

# no_ban_store_question
source: Do you want to remove the ban from this store?
ar: هل تريد رفع التقييد عن هذا المتجر ؟

# ban_store_hint
source: Your store has been banned. Please contact the administrator for more information.
ar: لقد تم حظر المتجر الخاص بك. يرجى الاتصال بالمسؤول لمزيد من المعلومات

# store_owner_products
source: Products
ar: المنتجات

source: Profits
ar: الأرباح

# ban_titile_store
source: Your store has been banned
ar: تم تقييد المتجر الخاص بك

# no_ban_titile_store
source: The ban on your store has been lifted
ar: تم رفع التقييد الخاص بك

# store_banned
source: Banned Stores
ar: المتاجر المقيدة

# gyms_banned
source: Banned Gyms
ar: الصالات الرياضية المقيدة

source: Pincode
ar: الرمز السري

# area
source: Street/Area
ar: الشارع ,المنطقة

# house_noum
source: House Number
ar: رقم المنزل

source: City
ar: المدينة

source: Full Name
ar: الاسم كامل

source: Payment
ar: الدفع

source: Total Price
ar: السعر الكلى

# summary_deatils
source: Order Details
ar: تفاصيل الطلب

source: Submit Order
ar: اتمام الشراء

source: Address
ar: العنوان

# order_placed
source: Your order has been placed successfully
ar: لقد تم تأكيد طلبك بنجاح

# view_rder_details
source: View Order Details
ar: معاينة تفاصيل الطلب

source: Purchase Details
ar: تفاصيل شراء

source: Tracking
ar: تتبع

source: Order ID
ar: رقم الطلب

source: Order Date
ar: تاريخ الطلب

source: Pending
ar: فى الإنتظار

# pending_message
source: Your order is yet to be delivered
ar: طلبك لم يتم تسليمه بعد

source: Received
ar: مستلم

# delivered_message
source: Your order has been delivered and signed by you
ar: تم تسليم طلبك ,أنت وقعت عليه

source: Done
ar: تم

source: Error
ar: حدث خطأ

# order_delivered
source: Order received and profits added
ar: تم استلام الطلب واضافت الارباح

# rating_hint
source: Rate this product from 1 to 5
ar: أعطى من 1 إلي 5 لهذا المنتج

source: Back to Home
ar: العودة الى الرئيسية

source: Profits Request
ar: طلبات سحلب الارباح

# gym_remove_question
source: Do you want to delete this gym?
ar: هل تريد حذف هذه الصالة الرياضية ؟

source: Buy Orders
ar: طلبات الشراء

source: Promotion to
ar: طلب ترقية الحساب الى

# trainer_acount
source: Trainer account
ar: حساب مدرب

# writer_acount
source: Writer account
ar: حساب كاتب

# gym_owner_acount
source: Gym owner account
ar: حساب صاحب صالة رياصية

# store_owner_acount
source: Store owner account
ar: حساب صاحب متجر

source: Promotion request
ar: طلب ترقية

# new_promtion_request
source: New promotion request
ar: طلب ترقية جديد

# request_promotion_done
source: Your promotion request has been submitted
ar: لقد تم طلب ترقية لحسابك

# promotion_reqiest_review
source: Request under review
ar: الطلب قيد المراجعة

# promotion_request_question
source: Do you want to request a promotion for your account ?
ar: هل تريد طلب ترقية لحسابك ؟

# accept_request_promotion
source: Promotion request accepted
ar: تم قبول طلب الترقية

# refuse_request_promotion
source: Promotion request refused
ar: تم رفض طلب الترقية

# logout_and_login_again
source: Please log out and log in again to access the new features and available promotions.
ar: يرجى تسجيل الخروج وتسجيل الدخول مرة أخرى للوصول إلى الميزات الجديدة والعروض الترويجية المتاحة.

# congratulation
source: Congratulations
ar: تهانينا

# subed
source: Activated
ar: مفعل

source: Ended
ar: منتهي
